/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ som slutter på %2$@";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOHOLDERS ADRESSE";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kortholders navn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Title for Add a Card view */
"Add a Card" = "Legg til kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Legg til en direktedebiteringskonto";

/* Button to add a new credit card. */
"Add New Card…" = "Legg til nytt kort…";

/* Caption for Address field on address form */
"Address" = "Adresse";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Leil.";

/*  This is a Payment Method type brand name so shouldn't be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Tilbake";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "Bankkontoinformasjon";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAADRESSE";

/* Title for billing address entry section */
"Billing Address" = "Fakturaadresse";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ved å oppgi IBAN og bekrefte denne betalingen, autoriserer du %@ og Stripe, betalingsleverandøren vår, til å sende instruksjoner til banken for å debitere kontoen din i henhold til disse instruksjonene. Du har krav på tilbakebetaling fra banken din i henhold til vilkårene i avtalen med banken din. Tilbakebetaling må påkreves innen 8 uker fra den dato da kontoen din ble belastet.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for credit card number entry field */
"Card" = "Kort";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Caption for City field on address form */
"City" = "By";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Text for continue button */
"Continue" = "Fortsett";

/* Caption for Country field on address form */
"Country" = "Land";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Fylke";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Leveranse";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERINGSADRESSE";

/* Title for delivery address entry section */
"Delivery Address" = "Leveringsadresse";

/* Caption for Email field on address form */
"Email" = "E-post";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "eksempel@example.com";

/* accessibility label for text field */
"expiration date" = "utløpsdato";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullt navn";

/* Source type brand name */
"Giropay" = "Giropay";

/* IBAN placeholder – don't translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* Shipping form error message */
"Invalid Shipping Address" = "Ugyldig leveringsadresse";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laster ...";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLERE ALTERNATIVER";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Navn";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Ny direktedebiteringskonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Ny SEPA-direktedebiteringskonto";

/* Button to move to the next text entry field */
"Next" = "Neste";

/* No comment provided by engineer. */
"OK" = "OK";

/* Source type brand name */
"P24" = "P24";

/* Pay with {payment method} */
"Pay with %@" = "Betal med %@";

/* Title for Payment Method screen */
"Payment Method" = "Betalingsmåte";

/* Caption for Phone field on address form */
"Phone" = "Telefon";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Poststed";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postkode";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provins";

/* Text for button to scan a credit card */
"Scan Card" = "Skann kort";

/* part of {SEPA Account} ending in {last4} */
"SEPA Account" = "SEPA-konto";

/* Source type brand name */
"SEPA Direct Debit" = "SEPA-direktedebitering";

/* Title for shipping info form */
"Shipping" = "Frakt";

/* Title for shipping address entry section */
"SHIPPING ADDRESS" = "FORSENDELSESADRESSE";

/* Title for shipping address entry section */
"Shipping Address" = "Sendingsadresse";

/* Label for shipping method form */
"SHIPPING METHOD" = "FORSENDELSESMETODE";

/* Label for shipping method form */
"Shipping Method" = "Sendingsmetode";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Stat";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "Stat / Provins / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Du skrev inn ufullstendig BSB.";

/* Error string displayed to user when they enter in an invalid BSB number. "BSB" refers to an Australian bank account. */
"The BSB you entered is invalid." = "Du skrev inn ugyldig BSB.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valgte betalingsmetoden er ikke tilgjengelig.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Det oppstod en feil ved prosessering av kortet -- prøv igjen om et par sekunder";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "En uventet feil har oppstått -- prøv igjen om et par sekunder";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsavbrudd ved godkjennelse av betalingsmåten din - prøv igjen";

/* Default missing source type label */
"Unknown" = "Ukjent";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Bruk fakturaadresse";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bruk leveringsadresse";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Bruk forsendelse";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan ikke godkjenne betalingsmåten din. Vennligst velg en annen betalingsmetode og prøv igjen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You'll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas med til %@ for å fullføre kjøpet ditt.";

/* Error when the card has already expired */
"Your card has expired" = "Kortet ditt har utløpt";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kortet ditt ble avvist";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Kortet sin utløpsmåned er ugyldig";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "Kortet sitt utløpsår er ugyldig";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Ugyldig kortnummer";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Ugyldig sikkerhetskode";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postnummer";

